Repository: dpdconnect/woocommerce-shipping
Catalog: languages/dpdconnect-*.po
Languages: nl_nl

source: DPD Connect for WooCommerce
nl_nl: DPD Connect voor WooCommerce

source: Enables the posibility to integrate DPD Parcel Shop Finder service into your e-commerce store with a breeze.
nl_nl: Integreer de DPD ParcelShop finder zonder moeite in je webshop.

source: Configure your company name in DPD Connect settings
nl_nl: Stel je bedrijfsnaam in bij de DPD Connect instellingen

source: Configure your company address in DPD Connect settings
nl_nl: Stel je bedrijfsadress in bij de DPD Connect instellingen

source: Configure your company country code in DPD Connect settings
nl_nl: Stel je landcode in bij de DPD Connect instellingen

source: Configure your company postal code in DPD Connect settings
nl_nl: Stel je postcode in bij de DPD Connect instellingen

source: Configure your company city in DPD Connect settings
nl_nl: Stel je vestigingsplaats in bij de DPD Connect instellingen

source: Configure your company phone in DPD Connect settings
nl_nl: Stel je bedrijfstelefoonnummer in bij de DPD Connect instellingen

source: Configure your company email in DPD Connect settings
nl_nl: Stel je bedrijfsemail in bij de DPD Connect instellingen

source: Configure your depot in DPD Connect settings
nl_nl: Stel het DPD Depot in bij de DPD Connect instellingen

source: First name is required for sender
nl_nl: Voornaam is verplicht voor verzender

source: Last name is required for sender
nl_nl: Achternaam is verplicht voor verzender

source: Address is required for sender
nl_nl: Adres is verplicht voor verzender

source: Country is required for sender
nl_nl: Land is verplicht voor verzender

source: City is required for sender
nl_nl: Stad is verplicht voor verzender

source: Postalcode is required for sender
nl_nl: Postcode is verplicht voor verzender

source: Multiple parcels is not supported for %s
nl_nl: Meerdere pakketten wordt niet ondersteund voor %s

source: Product name is required on all products. Check product with ID %s
nl_nl: Productnaam is een verplicht veld bij alle producten. Controleer het product met ID %s

source: Product weight is missing for: %s
nl_nl: Product gewicht mist bij: %s

source: Product country of origin is missing for: %1$s . Either set a country for <a href="wp-admin/post.php?post=%2$s&action=edit">this product</a> in its shipping attributes or configure a <a href="/wp-admin/admin.php?page=dpdconnect">default country</a> for your entire shop.
nl_nl: Land van herkomst ontbreekt voor: %1$s. Stel of een land in bij de verzendattributen van <a href="wp-admin/post.php?post=%2$s&action=edit">dit product</a> of stel een <a href="/wp-admin/admin.php?page=dpdconnect">standaard land</a> in voor je hele webshop.

source: Request
nl_nl: Aanvraag

source: Queued
nl_nl: In de wacht

source: Processing
nl_nl: Wordt verwerkt

source: Success
nl_nl: Geslaagd

source: Failed
nl_nl: Gefaald

source: Partially failed
nl_nl: Gedeeltelijk gefaald

source: And %s more errors.
nl_nl: En nog %s errors.

source: Date
nl_nl: Datum

source: Error
nl_nl: Fout

source: Message
nl_nl: Bericht

source: Action
nl_nl: Actie

source: View details
nl_nl: Bekijk details

source: Company information
nl_nl: Bedrijfsinformatie

source: Company name
nl_nl: Bedrijfsnaam

source: Company address
nl_nl: Bedrijfsadress

source: Company postal code
nl_nl: Postcode bedrijf

source: Company city
nl_nl: Plaatsnaam bedrijf

source: Company country Code
nl_nl: Vestigingsland bedrijf

source: Company phone number
nl_nl: Bedrijfstelefoonnummer

source: Company email
nl_nl: Bedrijf email

source: Company information will be used as sender on label requests.
nl_nl: Bedrijfsinformatie wordt gebruikt als verzender bij label requests.

source: Parcelshop settings
nl_nl: Parcelshop instellingen

source: This key is sent to your visitors browser and is used to render Google Maps in the checkout so visitors can select a parcelshop.
nl_nl: Deze key wordt naar de browser van bezoekers gestuurd en wordt gebruikt om Google Maps kaarten te tonen, zodat bezoekers een parcelshop kunnen selecteren.

source: This key is used for requesting Geographical coordinates based on zipcodes. This key remains on the server.
nl_nl: Deze key wordt gebruikt om geografische coordinaten op basis van postcode op te kunnen vragen. Deze sleutel blijft op de server.

source: Google Maps API keys can be obtained directly from Google. You can use the same key for both fields, which however will result in reaching Googles rate limit more quickly.
nl_nl: Google maps api keys kunnen rechtstreeks bij Google verkregen worden. Dezelfde sleutel kan voor beide velden gebruikt worden, maar dit zal er toe leiden dat de rate limit bij Google sneller bereikt wordt.

source: DPD Advanced settings
nl_nl: DPD geavanceerde instellingen

source: The url to DPD Connect
nl_nl: De url naar DPD Connect

source: Responses for async requests will be sent to this base url
nl_nl: Responses van async requests worden naar deze base url gestuurd

source: Async treshold
nl_nl: Async drempelwaarde

source: Labels requested in bulk will be handled immediately if the amount is below this treshold. The maximum treshold is %s.
nl_nl: Bulk labelrequests worden meteen afgehandeld als het aantal onder deze drempelwaarde blijft. De maximale drempelwaarde is %s.

source: These settings are for debugging purposes. You may leave these settings empty.
nl_nl: Deze instellingen zijn voor debug doeleinden en mogen leeg gelaten blijven.

source: Product attributes
nl_nl: Product attributen

source: Default Harmonized System Code
nl_nl: Standaard Harmonized System Code

source: Default Country of Origin
nl_nl: Standaard land van herkomst

source: Settings
nl_nl: Instellingen

source: Settings Saved
nl_nl: Instellingen opgeslagen

source: General
nl_nl: Algemene instellingen

source: Credentials
nl_nl: Inloggegevens

source: Company
nl_nl: Bedrijfsgegevens

source: Advanced
nl_nl: Geavanceerd

source: Save Settings
nl_nl: Instellingen opslaan

source: General settings
nl_nl: Algemene instellingen

source: DPD Label Format
nl_nl: DPD label formaat

source: A4 format
nl_nl: A4 formaat

source: A6 format
nl_nl: A6 formaat

source: Choose the correct label format for your store.
nl_nl: Kies het juiste labelformaat voor je winkel.

source: Choose the correct account type for your store.
nl_nl: Selecteer het juiste account type voor je webwinkel.

source: DPD Connect Credentials
nl_nl: DPD Connect Inloggegevens

source: Connect Username
nl_nl: Connect gebruikersnaam

source: Connect Password
nl_nl: Connect wachtwoord

source: DPD Shipping label
nl_nl: DPD verzendlabel

source: DPD Saturday label
nl_nl: DPD zaterdag label

source: View job
nl_nl: Bekijk job

source: Select parcelshop
nl_nl: Selecteer parcelshop

source: Change parcelshop
nl_nl: Wijzig parcelshop

source: Close
nl_nl: Sluiten

source: Closed
nl_nl: Gesloten

source: Choose your DPD Parcel Shop
nl_nl: Selecteer je parcelshop

source: Shipping label
nl_nl: Verzendlabel

source: Saturday label
nl_nl: Zaterdag label

source: e.g.: 9030
nl_nl: b.v..: 9030

source: Harmonized System Codes, to be used in customs data
nl_nl: Harmonized System Codes, om te gebruiken in douanegegevens

source: Customs Value
nl_nl: Douane waarde

source: e.g.: 29.50
nl_nl: b.v..: 29.50

source: Value used by customs to determine the import duty
nl_nl: Door de douane gebruikte waarde om de importheffing te bepalen

source: Country of Origin
nl_nl: Land van herkomst

source: e.g.: NL
nl_nl: b.v..: NL

source: ISO 3166-1 alpha-2 code of the Country of origin
nl_nl: ISO 3166-1 alpha-2 code van het land van herkomst

source: DPD Connect Generate Labels
nl_nl: DPD Connect genereer labels

source: Request shipping labels from DPD Connect. Shipments can be seperated in multiple parcels by specifying the amount of needed labels (Only available for supported EU destinations).
nl_nl: Vraag verzendlabels aan bij DPD Connect. Zendingen kunnen opgedeeld worden in meerdere pakketten door het aantal benodigde labels op te geven (Dit is alleen beschikbaar bij ondersteunde landen binnen de EU).

source: Shipping
nl_nl: Verzend

source: Return
nl_nl: Retour

source: Saturday
nl_nl: Zaterdag

source: B2C Pickup DPD shipment
nl_nl: B2C Classic DPD verzending

source: Enable
nl_nl: Inschakelen

source: Enable DPD Pickup.
nl_nl: DPD Classic inschakelen.

source: Title
nl_nl: Titel

source: This is title of the shippingmethod shown in the shippingzones
nl_nl: Dit is de titel van the verzendmethod die getoond wordt in de verzendzones

source: B2B Express 10 DPD shipment
nl_nl: B2B Express 10 DPD verzending

source: Enable DPD E10.
nl_nl: DPD E10 inschakelen.

source: B2B Express 12 DPD shipment
nl_nl: B2B Express 12 DPD verzending

source: Enable DPD E12.
nl_nl: DPD E12 inschakelen.

source: B2C Predict DPD shipment
nl_nl: B2B Predict DPD verzending

source: Enable DPD Predict.
nl_nl: DPD Predict inschakelen.

source: DPD Saturday
nl_nl: DPD zaterdag

source: B2C Saturday DPD shipment
nl_nl: B2C Zaterdag DPD verzending

source: Enable DPD Saturday.
nl_nl: DPD Zaterdag inschakelen.

source: Show from day
nl_nl: Toon vanaf dag

source: From which day and time in the week Saturday deliveries will be available in checkout
nl_nl: Vanaf welke dag en tijd in de week zaterdag leveringen besdchikbaar is in de checkout

source: Show from time
nl_nl: Toon vanaf tijdstip

source: From which time Saturday deliveries will be available in checkout
nl_nl: Vanaf welke tijd zaterdagleveringen beschkbaar zijn in de checkout

source: Show untill day
nl_nl: Toon tot dag

source: Untill which day in the week Saturday deliveries will be available in checkout
nl_nl: Tot en met welke dag in de week zaterdag leveringen beschikbaar is in de checkout

source: Show untill time
nl_nl: Toon tot tijd

source: Untill which time Saturday deliveries will be available in checkout
nl_nl: Tot welke tijd zaterdag leveringen beschikbaar is in de checkout

source: B2B Classic DPD shipment
nl_nl: B2B Classic DPD verzending

source: Enable DPD Classic.
nl_nl: DPD Classic inschakelen.

source: B2B Express 18 DPD shipment
nl_nl: B2B Express 18 DPD verzending

source: Enable DPD E18.
nl_nl: DPD E18 inschakelen.

source: Enter a cost (excl. tax) or sum, e.g. <code>10.00 * [qty]</code>.
nl_nl: Voer een bedrag (excl. btw) of som in, b.v. <code>10.00 * [qty]</code>.

source: Use <code>[qty]</code> for the number of items, <br/><code>[cost]</code> for the total cost of items, and <code>[fee percent="10" min_fee="20" max_fee=""]</code> for percentage based fees.
nl_nl: Gebruik <code>[qty]</code> voor het aantal items, <br/><code>[cost]</code> voor de totaalkosten van items en <code>[fee percent="10" min_fee="20" max_fee=""]</code> voor bedragen gebaseerd op percentages.

source: Method title
nl_nl: Method titel

source: This controls the title which the user sees during checkout.
nl_nl: Bepaal de titel die bezoekers zien in de checkout.

source: Tax status
nl_nl: Btw status

source: Taxable
nl_nl: Belastbaar

# Tax status
source: None
nl_nl: Geen

source: Cost
nl_nl: Bedrag

source: Shipping class costs
nl_nl: Verzendkosten

source: These costs can optionally be added based on the <a href="%s">product shipping class</a>.
nl_nl: Deze kosten kunnen optioneel toegevoegd worden, gebaseerd op de <a href="%s">product verzendmethode</a>.

source: "%s" shipping class cost
nl_nl: "%s" verzendkosten

source: N/A
nl_nl: N.v.t.

source: No shipping class cost
nl_nl: Geen verzendkosten

source: Calculation type
nl_nl: Rekentype

source: Per class: Charge shipping for each shipping class individually
nl_nl: Per methode: Reken individuele verzendkosten voor elke methode

source: Per order: Charge shipping for the most expensive shipping class
nl_nl: Per order: Reken verzendkosten voor de duurste verzendmethode

source: Job overview
nl_nl: Job overzicht

source: Job overview batch
nl_nl: Job overzicht batch

source: Batch overview
nl_nl: Batch overzicht

source: Job count
nl_nl: Aantal jobs

source: Success count
nl_nl: Aantal geslaagd

source: Failure count
nl_nl: Aantal gefaald
